#+TITLE:     Org-Mode Beamer Example
#+AUTHOR:    Derek Feichtinger
#+EMAIL:     derek.feichtinger@psi.ch
#+DATE:      2010-03-30 Tue
#+DESCRIPTION: 
#+KEYWORDS: 
#+LANGUAGE:  en
#+OPTIONS:   H:2 num:t toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 

#+startup: oddeven

#+startup: beamer
#+LaTeX_CLASS: beamer
# #+LaTeX_CLASS_OPTIONS: [bigger]
#+LaTeX_CLASS_OPTIONS: [presentation]


#+COLUMNS: %20ITEM %13BEAMER_env(Env) %6BEAMER_envargs(Args) %4BEAMER_col(Col) %7BEAMER_extra(Extra)

#  obsolete: #+BEAMER_FRAME_LEVEL: 2
#+OPTIONS: H:2


# #+latex_header: \mode<beamer>{\usetheme{Madrid}}
#+BEAMER_THEME: Madrid

# One could also fine tune a number of theme settings instead of specifying the full theme
# #+BEAMER_COLOR_THEME: default
# #+BEAMER_FONT_THEME:
# #+BEAMER_INNER_THEME:
# #+BEAMER_OUTER_THEME:
# #+LATEX_CLASS: beamer

#+BEAMER_HEADER:



** Org mode version information

  #+BEGIN_SRC emacs-lisp :results output :exports results
    (princ (concat (format "Emacs version: %s\n" (emacs-version))
                   (format "org version: %s\n" (org-version))))
    
  #+END_SRC

  #+RESULTS:
  : Emacs version: GNU Emacs 24.3.1 (i686-pc-linux-gnu, GTK+ Version 3.4.2)
  :  of 2014-02-22 on chindi10, modified by Debian
  : org version: 8.2.5h

